{
  "What sensors are on my weather satellite?": "Solar Ultraviolet Imager, Space Environmental in situ suite, magnetometer, Extreme Ultraviiolet X-Ray Irradiance sensor, and an Advanced Baseline Imager sensor.",
  "What are the sensors on my weather satellite?": "Solar Ultraviolet Imager, Space Environmental in situ suite, magnetometer, Extreme Ultraviiolet X-Ray Irradiance sensor, and an Advanced Baseline Imager sensor.",
  "What is a solar ultraviolet imager?": "The Solar Ultraviolet Imager is a telescope that observes and characterizes complex active regions of the sun, solar flares, and eruptions of solar filaments that may give rise to coronal mass ejections. SUVI data enables improved forecasting of space weather and early warnings of possible impacts to the Earth environment.",
  "What does the space environmental in-situ suite do?": "The Space Environment In-Situ Suite is an array of sensors that monitor proton, electron, and heavy ion fluxes in the magnetosphere. Information provided by SEISS is used for assessing radiation hazards to astronauts and satellites and to warn of high flux events.",
  "What does the magnetometer do?":"The Magnetometer provides measurements of the space environment magnetic field that controls charged particle dynamics in the outer region of the magnetosphere. These particles can be dangerous to spacecraft and human spaceflight.",
  "What is an Extreme Ultraviolet X-Ray Irradiance sensor?":"The Extreme Ultraviolet and X-ray Irradiance Sensors detect and monitor solar irradiance in the upper atmosphere. EXIS is able to detect solar flares that could interrupt communications and reduce navigational accuracy, affecting satellites, high altitude airlines and power grids on Earth.",
  "What is an Advanced Baseline Imager sensor?":"The Advanced Baseline Imager is the primary instrument for imaging Earth’s weather, oceans and environment. ABI views Earth with three times more spectral channels, four times the resolution, and five times faster scanning that previous GOES."
}
